{
  "auth.success": "Authentifizierung erfolgreich. Vielen Dank für Ihr Vertrauen.",
  "auth.fail.credentials": "Authentifizierung fehlgeschlagen. Bitte überprüfen Sie Ihre Anmeldedaten.",
  "register.success": "Registrierung erfolgreich. Wir freuen uns, Sie begrüßen zu dürfen.",
  "register.fail.usernameTaken": "Registrierung fehlgeschlagen, da der gewünschte Benutzername bereits vergeben ist. Bitte wählen Sie einen anderen.",
  "logout.success": "Sie wurden erfolgreich abgemeldet. Wir wünschen Ihnen einen angenehmen Tag.",
  "logout.fail.credentials": "Abmeldung fehlgeschlagen. Ihre Anmeldedaten sind nicht korrekt.",
  "logout.fail.notloggedin": "Abmeldung nicht möglich, da Sie nicht angemeldet sind.",
  "pay.fail.negative_amount": "Zahlung fehlgeschlagen. Der Überweisungsbetrag darf nicht negativ sein.",
  "pay.fail.orig_user_unknown": "Zahlung fehlgeschlagen. Der Absender konnte nicht identifiziert werden.",
  "pay.fail.unknown_dest": "Zahlung fehlgeschlagen. Der Zahlungsempfänger existiert nicht.",
  "pay.fail.credentials": "Zahlung fehlgeschlagen. Die Authentifizierung konnte nicht bestätigt werden.",
  "pay.fail.not_enough_money": "Zahlung fehlgeschlagen. Ihr Guthaben reicht für diese Transaktion nicht aus.",
  "pay.fail.unknown_error": "Ein unbekannter Fehler ist aufgetreten. Bitte kontaktieren Sie den Support.",
  "pay.success": "Zahlung erfolgreich durchgeführt. Vielen Dank für Ihre Transaktion.",
  "message_count": "Anzahl der Nachrichten: {}",
  "pm_message_count": "Anzahl der privaten Nachrichten: {}",
  "inbox.fail.credentials": "Zugriff auf das Postfach verweigert. Falsche Anmeldedaten.",
  "pm.fail.credentials": "Zugriff auf private Nachrichten verweigert. Falsche Anmeldedaten.",
  "balance.fail.credentials": "Abruf des Kontostands fehlgeschlagen. Authentifizierung nicht erfolgreich.",
  "balance.success": "Ihr aktueller Kontostand beträgt: {}.",
  "pm_inbox.send.success": "Ihre Nachricht wurde erfolgreich gesendet.",
  "pm_inbox.dest.unknown": "Die Nachricht konnte nicht zugestellt werden, da der Empfänger nicht existiert.",
  "read_inbox.success": "Nachricht erfolgreich gelöscht.",
  "read_inbox.fail.credentials": "Löschen der Nachricht fehlgeschlagen. Falsche Anmeldedaten.",
  "read_pm.success": "Private Nachricht erfolgreich gelöscht.",
  "read_pm.fail.credentials": "Löschen der privaten Nachricht fehlgeschlagen. Falsche Anmeldedaten."
}
