{
  "auth.success": "Authentication successful. Thank you for your trust.",
  "auth.fail.credentials": "Authentication failed. Please verify your login credentials.",
  "register.success": "Registration successful. We are pleased to welcome you.",
  "register.fail.usernameTaken": "Registration failed as the desired username is already taken. Please choose another one.",
  "logout.success": "You have been successfully logged out. We wish you a pleasant day.",
  "logout.fail.credentials": "Logout failed. Your login credentials are incorrect.",
  "logout.fail.notloggedin": "Logout not possible as you are not logged in.",
  "pay.fail.negative_amount": "Payment failed. The transfer amount must not be negative.",
  "pay.fail.orig_user_unknown": "Payment failed. The sender could not be identified.",
  "pay.fail.unknown_dest": "Payment failed. The recipient does not exist.",
  "pay.fail.credentials": "Payment failed. Authentication could not be confirmed.",
  "pay.fail.not_enough_money": "Payment failed. Your balance is insufficient for this transaction.",
  "pay.fail.unknown_error": "An unknown error has occurred. Please contact support.",
  "pay.success": "Payment successfully processed. Thank you for your transaction.",
  "message_count": "Number of messages: {}",
  "pm_message_count": "Number of private messages: {}",
  "inbox.fail.credentials": "Access to inbox denied. Incorrect login credentials.",
  "pm.fail.credentials": "Access to private messages denied. Incorrect login credentials.",
  "balance.fail.credentials": "Retrieval of account balance failed. Authentication unsuccessful.",
  "balance.success": "Your current account balance is: {}.",
  "pm_inbox.send.success": "Your message has been successfully sent.",
  "pm_inbox.dest.unknown": "The message could not be delivered as the recipient does not exist.",
  "read_inbox.success": "Message successfully deleted.",
  "read_inbox.fail.credentials": "Message deletion failed. Incorrect login credentials.",
  "read_pm.success": "Private message successfully deleted.",
  "read_pm.fail.credentials": "Private message deletion failed. Incorrect login credentials."
}
